Repository: ksh7/lowbono-django
Catalog: lowbono_app/locale/*/LC_MESSAGES/django.po
Languages: es

source: Public Profile
es: Perfil público

source: Permissions
es: permisos

source: Important dates
es: Fechas importantes

source: Please contact me.
es: Por favor póngase en contacto conmigo.

source: I will contact the Lawyer/Mediator.
es: Me pondré en contacto con el Abogado/Mediador.

source: ELIGIBLE - Less than 200% FMW
es: ELEGIBLE - Menos del 200% FMW

source: ELIGIBLE - 200% to 400% FMW
es: ELEGIBLE - 200% a 400% FMW

source: INELIGIBLE - More than 400% FMW
es: NO ELEGIBLE - Más del 400% FMW

source: Low Income
es: De bajos ingresos

source: Moderate Income
es: Ingreso moderado

source: High Income
es: Altos ingresos

source: Washington Legal Clinic for the Homeless
es: Clínica Legal de Washington para personas sin hogar

source: The Legal Aid Society of the District of Columbia
es: La Sociedad de Ayuda Legal del Distrito de Columbia

source: Legal Counsel for the Elderly
es: Asesoramiento Jurídico de la Tercera Edad

source: DC Volunteer Lawyers Project
es: Proyecto de Abogados Voluntarios de DC

source: DC Affordable Law Firm
es: Bufete de abogados asequible de DC

source: Children's Law Center
es: Centro de derecho infantil

source: Bread for the City
es: pan para la ciudad

source: Government agency
es: Agencia del gobierno

source: Friend or family
es: amigo o familia

source: Community organization
es: Organización de la comunidad

source: Flyer or print advertisement
es: Folleto o anuncio impreso

source: Web advertisement
es: publicidad web

source: Web search
es: búsqueda Web

source: Other
es: Otro

source: 1 person
es: 1 persona

source: 2 people
es: 2 personas

source: 3 people
es: 3 personas

source: 4 people
es: 4 personas

source: 5 people
es: 5 personas

source: 6 people
es: 6 personas

source: 7 people
es: 7 personas

source: Court hearing
es: Audiencia judicial

source: Filing deadline
es: Plazo de presentación

source: Statute of limitations
es: Estatuto de limitaciones

source: Response due
es: Respuesta pendiente

source: Other/Don't know
es: Otro / No se

source: If you request a consultation, do you give the lawyer permission to contact you?
es: Si solicita una consulta, ¿le da permiso al abogado para que se comunique con usted?

source: Yes, they may contact me
es: Sí, ellos pueden contactarme

source: No, do not contact me
es: No, no me contactes

source: May we follow up with you about your request (for example, with a request summary and survey)
es: ¿Podemos hacer un seguimiento con usted acerca de su solicitud (por ejemplo, con un resumen de la solicitud y una encuesta)

source: Yes
es: Sí

source: How did you hear about us?
es: ¿Como supiste de nosotros?

source: Children’s Law Center
es: Centro de derecho infantil

source: January
es: enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Puede

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Washington D.C. metropolitan area
es: área metropolitana de Washington DC

source: Somewhere else
es: En algún otro lugar

source: Lawyer
es: Abogado

source: Mediator
es: Mediador

source: Location?
es: ¿Localización?

source: Outside coverage area: LowBono cannot connect you with Lawyers outside of the Washington D.C. metropolitan area.
es: Fuera del área de cobertura: LowBono no puede conectarlo con abogados fuera del área metropolitana de Washington D.C.

source: Household size
es: Tamaño del hogar

source: Monthly household income ($)
es: Ingreso familiar mensual ($)

source: What do you need help with?
es: Con qué necesitas ayuda?

source: Can you tell us more about your issue?
es: ¿Puedes contarnos más sobre tu problema?

source: when
es: cuando

source: what
es: qué

source: Briefly describe your legal issue
es: Describa brevemente su problema legal

source: Who would you like to have a consultation with?
es: ¿Con quién te gustaría tener una consulta?

source: First name
es: Primer nombre

source: Last name
es: Apellido

source: Email
es: Correo electrónico

source: Phone
es: Teléfono

source: Your Language
es: Tu lenguaje

source: Address
es: Dirección

source: Zipcode
es: Código postal

source: Referred By
es: Referido por

source: email address
es: dirección de correo electrónico

source: username
es: nombre de usuario

source: first name
es: primer nombre

source: last name
es: apellido

source: Continue
es: Continuar

source: Where do you need a lawyer?
es: ¿Dónde necesitas un abogado?

source: Do you want to see if you qualify for reduced fees?
es: ¿Quiere ver si califica para tarifas reducidas?

source: Some lawyers charge reduced rates depending on your income bracket, which is based on your household size and income. The final determination on reduced fee eligibility will be made by the lawyer.
es: Algunos abogados cobran tarifas reducidas según su nivel de ingresos, que se basa en el tamaño de su hogar y sus ingresos. La determinación final sobre la elegibilidad de tarifa reducida la hará el abogado.

source: back
es: espalda

source: I want to see if I qualify
es: quiero ver si califico

source: skip
es: saltear

source: What income brackets qualify for reduced fees?
es: ¿Qué tramos de ingresos califican para tarifas reducidas?

source: Reduced fees may be available to people with incomes at or below 400.0% of the <a href="https://aspe.hhs.gov/poverty-guidelines">Federal Poverty Guidelines</a>.
es: Las tarifas reducidas pueden estar disponibles para personas con ingresos iguales o inferiores al 400,0 % de las <a href="https://aspe.hhs.gov/poverty-guidelines">Federal Poverty Guidelines</a>.

source: Update estimate
es: Actualizar estimación

source: Based on the information you provided, you qualify for reduced rates from lawyers who scale their fees. Click Next to continue.
es: Según la información que proporcionó, califica para tarifas reducidas de abogados que escalan sus honorarios. Haga clic en Siguiente para continuar.

source: Based on the information you provided, you may qualify for free legal assistance. To find organizations that provide additional assistance, you can visit <a href="www.lawhelp.org/dc"></a>www.lawhelp.org/dc</a>. You may also qualify for help from lawyers who charge reduced fees. If you would like to connect with a lawyer who charges fees, click Next.
es: Según la información que proporcionó, puede calificar para recibir asistencia legal gratuita. Para encontrar organizaciones que brindan asistencia adicional, puede visitar <a href="www.lawhelp.org/dc"></a>www.lawhelp.org/dc</a>. También puede calificar para recibir ayuda de abogados que cobran tarifas reducidas. Si desea conectarse con un abogado que cobra honorarios, haga clic en Siguiente.

source: Based on the information you provided, you qualify for market rates. Click Next to continue.
es: Según la información que proporcionó, califica para las tasas de mercado. Haga clic en Siguiente para continuar.

source: Do you have any court appearances or other deadlines coming up?
es: ¿Tiene próximas comparecencias ante el tribunal u otros plazos?

source: Tell the lawyer about your legal issue and any opposing parties that are involved in the matter. Please do not provide any sensitive or confidential information here -- those details should only be discussed during your consultation with the lawyer.
es: Infórmele al abogado sobre su problema legal y cualquier parte contraria que esté involucrada en el asunto. No proporcione ninguna información sensible o confidencial aquí; esos detalles solo deben discutirse durante su consulta con el abogado.

source: Request info
es: Solicitar información

source: Request a consultation
es: Solicitar una consulta

source: Success
es: Éxito

source: Let us know
es: Haznos saber

source: Done! Redirect to main page
es: ¡Hecho! Redirigir a la página principal

source: We recommend that you reach out to TEST Lawyer to arrange your consultation.
es: Le recomendamos que se comunique con TEST Abogado para programar su consulta.

source: Attoney Name
es: Nombre del abogado

source: If you require an additional referral, you may try submitting another request at a later date.<br>We have emailed you a copy of your request summary. You can also print the summary below for your records.
es: Si necesita una referencia adicional, puede intentar enviar otra solicitud en una fecha posterior.<br>Le hemos enviado por correo electrónico una copia del resumen de su solicitud. También puede imprimir el resumen a continuación para sus registros.

source: Find an Affordable Lawyer
es: Encuentra una abogada asequible

source: Qualified lawyers who're willing to represent modest-means clients at below-market rates.
es: Abogados calificados que están dispuestos a representar a clientes con medios modestos a tarifas por debajo del mercado.

source: Find a lawyer
es: Encontrar un abogado

source: Password
es: Clave

source: Find Lawyers
es: Encuentre Abogados

source: About Us
es: Sobre nosotros

source: Logout
es: Cerrar sesión

source: Login
es: Acceso
