{
  "": "",
  "Licenses, corporate changes, and filings": "Licencias, cambios corporativos y presentaciones",
  "You want help establishing who has the right to care for and make important decisions about a child.": "Quiere ayuda para establecer quién tiene derecho a cuidar y tomar decisiones importantes sobre un niño.",
  "Will": "Voluntad",
  "Special education": "Educación especial",
  "Government benefits": "Beneficios del gobierno",
  "Medicaid Special Needs Trust": "Fideicomiso para necesidades especiales de Medicaid",
  "You want help ending a marriage that was not legitimate in the first place because of fraud, deceit, misunderstanding, or another issue.": "Quiere ayuda para terminar un matrimonio que no era legítimo en primer lugar debido a fraude, engaño, malentendidos u otro problema.",
  "You have an issue involving benefits the government may owe you because of your military service.": "Tiene un problema relacionado con los beneficios que el gobierno le puede adeudar debido a su servicio militar.",
  "You have an issue involving money that may be owed by you or to you because of unemployed status.": "Tiene un problema relacionado con el dinero que usted o usted pueden adeudar debido a su condición de desempleado.",
  "Personal injury": "lesiones personales",
  "You want help correcting an inaccuracy or other issue with your credit report.": "Quiere ayuda para corregir una inexactitud u otro problema con su informe de crédito.",
  "You want protection from a person who is harrassing, threatening, abusing, or intimidating you.": "Quiere protección de una persona que lo está acosando, amenazando, abusando o intimidando.",
  "You want help moving parental rights over a child to new parents.": "Quiere ayuda para transferir los derechos de paternidad sobre un niño a los nuevos padres.",
  "You want to reduce tax penalties you may owe by voluntarily reclassifying independent contractors who work for your business as employees.": "Desea reducir las multas fiscales que puede adeudar reclasificando voluntariamente a los contratistas independientes que trabajan para su empresa como empleados.",
  "Civil rights": "Derechos civiles",
  "Paternity": "Paternidad",
  "You want help with a criminal issue involving your taxes.": "Quiere ayuda con un problema penal relacionado con sus impuestos.",
  "You want help bringing a claim against a bank that acted in deceptive, abusive, or misleading ways.": "Quiere ayuda para presentar un reclamo contra un banco que actuó de manera engañosa, abusiva o engañosa.",
  "You have an issue involving benefits or compensation that the government may owe you.": "Tiene un problema relacionado con los beneficios o la compensación que el gobierno le puede deber.",
  "Family": "Familia",
  "You want help because a doctor or other kind of health care provider made mistakes that caused an injury.": "Quiere ayuda porque un médico u otro tipo de proveedor de atención médica cometió errores que causaron una lesión.",
  "You have an issue involving benefits or compensation that you may be owed or may owe because of a job-related illness or injury.": "Tiene un problema relacionado con los beneficios o la compensación que se le puede adeudar debido a una enfermedad o lesión relacionada con el trabajo.",
  "You and your spouse want to end your marriage and already agree on how to deal with issues involving your property, finances, and children.": "Usted y su cónyuge quieren terminar su matrimonio y ya están de acuerdo sobre cómo tratar los asuntos relacionados con su propiedad, sus finanzas y sus hijos.",
  "You have an issue involving benefits or compensation that you may be owed by an employer.": "Tiene un problema relacionado con los beneficios o la compensación que un empleador le puede adeudar.",
  "Harassment": "Acoso",
  "You are starting a nonprofit and want to structure the organization to meet your goals.": "Está iniciando una organización sin fines de lucro y desea estructurar la organización para alcanzar sus objetivos.",
  "You have an issue involving school rules or the laws related to education.": "Tiene un problema relacionado con las reglas de la escuela o las leyes relacionadas con la educación.",
  "Veteran benefits": "Beneficios para veteranos",
  "You and your spouse are thinking about living apart for a time while you decide if you'll be getting a divorce.": "Usted y su cónyuge están pensando en vivir separados por un tiempo mientras deciden si se divorciarán.",
  "Construction law": "derecho de la construccion",
  "Criminal Misdemeanors": "Delitos Penales Menores",
  "Government Record": "Registro del gobierno",
  "Family-Based Visas": "Visas basadas en la familia",
  "You want help with a court process brought to let a child assume responsibility for their own care, property, and finances.": "Quiere ayuda con un proceso judicial iniciado para permitir que un niño asuma la responsabilidad de su propio cuidado, propiedad y finanzas.",
  "You have an issue involving your internet or software business.": "Tiene un problema relacionado con su negocio de Internet o software.",
  "Police misconduct": "Mala conducta policial",
  "Contract Dispute": "Disputa de contrato",
  "You want to come to or stay in the United States for a limited, work-related purpose.": "Quiere venir o quedarse en los Estados Unidos por un propósito limitado relacionado con el trabajo.",
  "You have an issue involving the rights to an invention, creative work, or phrase or symbol.": "Tiene un problema relacionado con los derechos de una invención, una obra creativa, una frase o un símbolo.",
  "Estates, Wills, & Elder Law": "Sucesiones, testamentos y derecho de ancianos",
  "You are a tenant and want help with an issue involving your home.": "Usted es inquilino y quiere ayuda con un problema relacionado con su hogar.",
  "You want help with an issue involving the goverment deducting money from your wages because of allegedly unpaid taxes.": "Quiere ayuda con un problema relacionado con la deducción de dinero por parte del gobierno de su salario debido a impuestos supuestamente no pagados.",
  "Discrimination": "Discriminación",
  "Debt Collection": "Cobro de deudas",
  "T Visa": "Visa T",
  "Foreclosure": "Juicio hipotecario",
  "Real Estate": "Bienes raíces",
  "You want help defending your property against a foreclosure threat that's based on bad information, disclosure failures, or fraud.": "Quiere ayuda para defender su propiedad contra una amenaza de ejecución hipotecaria basada en mala información, fallas en la divulgación o fraude.",
  "You want help with a legal dispute involving personal property that's value makes the dispute ineligible for small claims court.": "Quiere ayuda con una disputa legal que involucra propiedad personal cuyo valor hace que la disputa no sea elegible para la corte de reclamos menores.",
  "You want help with court litigation in a non-criminal matter.": "Quiere ayuda con un litigio judicial en un asunto no penal.",
  "Severance agreements": "Acuerdos de indemnización",
  "You want to be compensated because you purchased a car with hidden defects, or you want to keep your car from being wrongfully repossessed.": "Quiere ser compensado porque compró un automóvil con defectos ocultos, o quiere evitar que su automóvil sea embargado indebidamente.",
  "Criminal & Traffic": "Penal y Tráfico",
  "You want a document for managing and distributing your property on behalf of one or more beneficiaries.": "Quiere un documento para administrar y distribuir su propiedad en nombre de uno o más beneficiarios.",
  "Emancipation": "Emancipación",
  "Nonprofit": "Sin ánimo de lucro",
  "Levy": "Exacción",
  "You want to become a permanent resident on the basis of your family relationship or employment status.": "Quiere convertirse en residente permanente sobre la base de su relación familiar o situación laboral.",
  "You want help making sure your business is operating in accordance with federal, state, and/or local rules or laws.": "Quiere ayuda para asegurarse de que su empresa opere de acuerdo con las normas o leyes federales, estatales y/o locales.",
  "You want help with the binding process where a neutral third party resolves a dispute between you and another party.": "Quiere ayuda con el proceso vinculante donde un tercero neutral resuelve una disputa entre usted y otra parte.",
  "Business Compliance": "Cumplimiento empresarial",
  "Compliance": "Cumplimiento",
  "Prenuptial Agreement": "Acuerdo prenupcial",
  "You want help appointing someone to manage the care, property, and finances of an adult who can't take care of themselves anymore.": "Quiere ayuda para nombrar a alguien que administre el cuidado, la propiedad y las finanzas de un adulto que ya no puede cuidar de sí mismo.",
  "Annulment": "Anulación",
  "Audit": "Auditoría",
  "Government contracts": "Contratos gubernamentales",
  "You want help with the court process used to decide the inheritance, management, or division of the property of someone who passed away.": "Quiere ayuda con el proceso judicial utilizado para decidir la herencia, administración o división de la propiedad de alguien que falleció.",
  "You want help because the government, a private organization, or a person violated your constitutional rights (for example: free expression, privacy, reproductive rights).": "Quiere ayuda porque el gobierno, una organización privada o una persona violó sus derechos constitucionales (por ejemplo: libertad de expresión, privacidad, derechos reproductivos).",
  "You need help contesting an agreement with a former employer that restricts you from working.": "Necesita ayuda para impugnar un acuerdo con un empleador anterior que le impide trabajar.",
  "You want a docmument that holds funds for the benefit of a disabled person without impacting their eligibility for Medicaid.": "Quiere un documento que contenga fondos para el beneficio de una persona discapacitada sin afectar su elegibilidad para Medicaid.",
  "You have been convicted of a crime and want help getting a new trial, reduced penalty, or shorter sentence.": "Ha sido condenado por un delito y quiere ayuda para obtener un nuevo juicio, una pena reducida o una sentencia más corta.",
  "You want help getting rid of debts you owe.": "Quiere ayuda para deshacerse de las deudas que debe.",
  "Government misconduct": "mala conducta del gobierno",
  "Real Estate Disputes": "Disputas de Bienes Raíces",
  "You have an issue involving benefits the government may owe you because of a physical or mental issue or disability.": "Tiene un problema relacionado con los beneficios que el gobierno le puede deber debido a un problema o discapacidad física o mental.",
  "You want help understanding how your business's legal structure, government rules, contracts, or laws affect your business.": "Desea ayuda para comprender cómo la estructura legal de su empresa, las normas gubernamentales, los contratos o las leyes afectan a su empresa.",
  "Contract Formation": "Formación de contrato",
  "Lien": "Derecho de retención",
  "Insurance": "Seguro",
  "You want help with a traffic offense.": "Quiere ayuda con una infracción de tráfico.",
  "Estate Planning": "Planificación patrimonial",
  "You and your fiance are about to get married and are looking for a document that clarifies each of your financial expectations.": "Tú y tu prometido están a punto de casarse y buscan un documento que aclare cada una de sus expectativas financieras.",
  "Title": "Título",
  "Credit Report Issue": "Problema de informe de crédito",
  "You want help with an issue involving a goverment reveiw of your tax return's accuracy and completeness.": "Quiere ayuda con un problema relacionado con una revisión del gobierno de la precisión y la integridad de su declaración de impuestos.",
  "Student loan": "Préstamo estudiantil",
  "Defense of the employer": "Defensa del empleador",
  "Wrongful Discrimination in Workplace": "Discriminación injusta en el lugar de trabajo",
  "You came to the United States as a child and want to stay in the country.": "Viniste a los Estados Unidos cuando eras niño y quieres quedarte en el país.",
  "General": "General",
  "You have an issue involving the financial support that a parent may owe to a child.": "Tiene un problema relacionado con la manutención financiera que un padre puede deberle a un hijo.",
  "You want help with a legal dispute involving real estate.": "Quiere ayuda con una disputa legal que involucra bienes raíces.",
  "You and your spouse are looking for a document that clarifies each of your financial expectations.": "Usted y su cónyuge están buscando un documento que aclare cada una de sus expectativas financieras.",
  "You want help reaching an agreement with the goverment to pay a tax debt in monthly installments, instead of having to pay all at once.": "Quiere ayuda para llegar a un acuerdo con el gobierno para pagar una deuda tributaria en cuotas mensuales, en lugar de tener que pagar todo de una vez.",
  "You want help with an issue involving an undocumented immigrant who arrived in the United States at a young age, was mistreated by a parent, and wants to apply for legal residency.": "Quiere ayuda con un problema relacionado con un inmigrante indocumentado que llegó a los Estados Unidos a una edad temprana, fue maltratado por uno de sus padres y quiere solicitar la residencia legal.",
  "You want to remain and work in the United States, and you or your family member were forced or tricked into performing work or sexual acts.": "Quiere permanecer y trabajar en los Estados Unidos, y usted o un miembro de su familia fueron forzados o engañados para realizar trabajos o actos sexuales.",
  "Name Change": "Cambio de nombre",
  "Adult Guardianship": "Tutela de adultos",
  "You want help with an issue involving a government claim on your property because of allegedly unpaid taxes.": "Quiere ayuda con un problema relacionado con un reclamo del gobierno sobre su propiedad debido a impuestos supuestamente no pagados.",
  "Employment": "Empleo",
  "You want help with a legal dispute involving your business.": "Quiere ayuda con una disputa legal que involucra a su negocio.",
  "Workers compensation": "Compensación de trabajadores",
  "Collection matter": "asunto de cobro",
  "Elder abuse/neglect": "Abuso/negligencia de ancianos",
  "Criminal Record Expungement": "Eliminación de antecedentes penales",
  "SSI/Disability": "SSI/Discapacidad",
  "You and your spouse want to end your marriage.": "Usted y su cónyuge quieren terminar su matrimonio.",
  "Penalty Abatement": "Reducción de la pena",
  "Foreclosure-related bankruptcy": "Quiebra relacionada con la ejecución hipotecaria",
  "Ordinance Violations/Fines": "Violaciones de Ordenanzas/Multas",
  "Juvenile Delinquency": "La delincuencia juvenil",
  "You want help with an issue involving taxes the government claims you owe it.": "Quiere ayuda con un problema relacionado con los impuestos que el gobierno afirma que le debe.",
  "You don't want to return to your home country because you're afraid you'll be badly treated there.": "No quieres volver a tu país de origen porque tienes miedo de que allí te traten mal.",
  "Auto fraud/auto repossessions": "Fraude de automóviles/recuperaciones de automóviles",
  "You want to apply for citizenship.": "Quiere solicitar la ciudadanía.",
  "You want help with an issue involving the government taking your property to satisfy a debt or taxes you allegedly owe.": "Quiere ayuda con un asunto relacionado con el gobierno tomando su propiedad para pagar una deuda o impuestos que supuestamente debe.",
  "Asylum": "Asilo",
  "Appeals": "Apelaciones",
  "Probate": "Legalización de un testamento",
  "You want help with a legal dispute involving a business contract.": "Quiere ayuda con una disputa legal relacionada con un contrato comercial.",
  "You want to remain and work in the United States, and you or your child have been the victim of a serious crime.": "Quiere permanecer y trabajar en los Estados Unidos, y usted o su hijo han sido víctimas de un delito grave.",
  "You want to become a permanent resident, and you or your child have been the victim of abuse.": "Quiere convertirse en residente permanente y usted o su hijo han sido víctimas de abuso.",
  "Separation Agreement": "Acuerdo de separación",
  "Personal Property Cases (Non-Small Claims)": "Casos de propiedad personal (reclamos no menores)",
  "Constitutional Right": "Derecho Constitucional",
  "Business Formation": "Formación de Empresas",
  "Child Support": "Manutención de los hijos",
  "Consumer Finance Protection": "Protección de las finanzas del consumidor",
  "You want to stop someone from abusing, threatening, stalking, or annoying you.": "Quiere evitar que alguien abuse, amenace, aceche o moleste.",
  "Identity Theft": "El robo de identidad",
  "Wage Garnishment": "Embargo de salario",
  "Tax Court Filing": "Presentación ante el Tribunal Fiscal",
  "Alternative dispute resolution": "Resolución de conflicto alternativa",
  "You want help with the special court process related to challenging or responding to tax issues.": "Quiere ayuda con el proceso judicial especial relacionado con impugnar o responder a cuestiones fiscales.",
  "Unlawful foreclosure": "ejecución hipotecaria ilegal",
  "You are an employer and are seeking to defend yourself against a claim brought by a current or former employee.": "Usted es un empleador y busca defenderse contra un reclamo presentado por un empleado actual o anterior.",
  "You have an issue involving the education of a child with a learning disability or other special needs.": "Tiene un problema relacionado con la educación de un niño con una discapacidad de aprendizaje u otras necesidades especiales.",
  "School discipline": "Disciplina escolar",
  "You want help appointing someone to manage the care, property, and finances of a person.": "Quiere ayuda para nombrar a alguien que administre el cuidado, la propiedad y las finanzas de una persona.",
  "Special Immigrant Juveniles Status (SIJS)": "Estatus Especial de Inmigrante Juvenil (SIJS)",
  "Business": "Negocio",
  "You want to stop someone at your workplace from abusing, threatening, or annoying you.": "Quiere evitar que alguien en su lugar de trabajo abuse, amenace o moleste.",
  "Homeowners Association Dispute": "Disputa de la Asociación de Propietarios",
  "You want help with a criminal issue involving the chance of less than a year of imprisonment (for example: disorderly conduct, public intoxication, theft, trespassing).": "Quiere ayuda con un problema penal que implica la posibilidad de menos de un año de prisión (por ejemplo: alteración del orden público, intoxicación pública, robo, allanamiento).",
  "You want help negotiating or drafting a business contract.": "Quiere ayuda para negociar o redactar un contrato comercial.",
  "You were contacted by a debt collector and want help responding.": "Un cobrador de deudas se comunicó con usted y desea ayuda para responder.",
  "Criminal Felonies": "Delitos Criminales",
  "Payment Agreement": "Acuerdo de pago",
  "You want help getting the information or records from the government.": "Quiere ayuda para obtener la información o los registros del gobierno.",
  "Online business law": "derecho comercial en linea",
  "Contesting Non-Competes": "Concursando No compite",
  "Living Will/Advanced Directive": "Testamento vital/Directiva anticipada",
  "Domestic Violence/Civil Order of Protection": "Violencia Doméstica/Orden Civil de Protección",
  "DUI": "DUI",
  "Postnuptial Agreement": "Acuerdo Postnupcial",
  "Predatory Lending": "Préstamos abusivos",
  "You want a document that appoints someone to manage your care, property, and finances if you become unable to.": "Desea un documento que designe a alguien para administrar su atención, propiedad y finanzas si usted no puede hacerlo.",
  "Consumer Fraud": "fraude al consumidor",
  "You want to request penalties related to unpaid or unfiled taxes.": "Quiere solicitar sanciones relacionadas con impuestos no pagados o no presentados.",
  "You have an issue involving loans you took out to pay for education.": "Tiene un problema relacionado con los préstamos que obtuvo para pagar la educación.",
  "Child Custody": "Custodia del niño",
  "Deportation Defense": "Defensa de deportación",
  "You want help with a criminal issue or allegation involving driving a car or other kind of motor vehicle while under the influence of drugs or alcohol.": "Quiere ayuda con un problema o acusación penal que involucra conducir un automóvil u otro tipo de vehículo motorizado bajo la influencia de drogas o alcohol.",
  "You want a document that distributes income from your estate to beneficiaries immediately, instead of accruing savings and distributing income to beneficiaries at a later date.": "Desea un documento que distribuya los ingresos de su patrimonio a los beneficiarios de inmediato, en lugar de acumular ahorros y distribuir los ingresos a los beneficiarios en una fecha posterior.",
  "You want help with an issue involving someone stealing or misusing your personal information.": "Quiere ayuda con un problema relacionado con el robo o uso indebido de su información personal.",
  "You want help changing your legal name.": "Quiere ayuda para cambiar su nombre legal.",
  "Power of Attorney": "Poder legal",
  "You want help challenging the practices of your insurance company.": "Quiere ayuda para desafiar las prácticas de su compañía de seguros.",
  "General bankruptcy": "quiebra general",
  "Appeal": "Apelación",
  "Payroll Tax": "Impuesto sobre la nómina",
  "Post-Conviction Appeals & Relief": "Apelaciones y alivio posteriores a la condena",
  "Workplace Harassment": "Acoso laboral",
  "Trust": "Confianza",
  "You have an issue that wasn’t described above, or you don't know what issue to choose.": "Tiene un problema que no se describió anteriormente o no sabe qué problema elegir.",
  "Violence Against Women Act Petition": "Petición de la Ley de Violencia contra la Mujer",
  "Tax": "Impuesto",
  "You want to defend against the government trying to remove you from the United States.": "Quiere defenderse del gobierno que intenta sacarlo de los Estados Unidos.",
  "Copyrights, trademarks, or patents": "Derechos de autor, marcas registradas o patentes",
  "Corporate Changes": "Cambios Corporativos",
  "You want to remove a charge or conviction from your criminal record.": "Quiere eliminar un cargo o una condena de sus antecedentes penales.",
  "Parental-Rights Termination": "Terminación de los derechos de los padres",
  "You are being treated unfairly by an employer because of your race, gender, religion, national origin, physical or mental disability, age, sexual orientation, or gender identity.": "Un empleador lo trata injustamente debido a su raza, género, religión, origen nacional, discapacidad física o mental, edad, orientación sexual o identidad de género.",
  "You want help determining what financial support one ex-spouse needs to provide the other.": "Quiere ayuda para determinar qué apoyo financiero necesita un excónyuge para brindarle al otro.",
  "Consumer protection & debt": "Protección al consumidor y deuda",
  "Wage Theft/Unpaid Benefits": "Robo de salario/Beneficios no pagados",
  "You want help with an issue involving a loan that has abusive, deceptive, or unfair terms.": "Quiere ayuda con un problema relacionado con un préstamo que tiene términos abusivos, engañosos o injustos.",
  "Criminal Charges Affecting Status": "Cargos penales que afectan el estado",
  "Employee Reclassification": "Reclasificación de empleados",
  "Tenant Representation": "Representación de inquilinos",
  "Immigration": "Inmigración",
  "You want help because you were harmed or mistreated by a government official or agency.": "Quiere ayuda porque un funcionario o una agencia del gobierno lo lastimó o lo maltrató.",
  "Defense of the employee": "Defensa del trabajador",
  "You want help drafting or reviewing an agreement that terminates the working relationship between an employer and employee.": "Quiere ayuda para redactar o revisar un acuerdo que termina la relación laboral entre un empleador y un empleado.",
  "Alimony/Spousal Support": "Pensión alimenticia/manutención conyugal",
  "You are looking for documents that set out your wishes for end-of-life medical care.": "Está buscando documentos que establezcan sus deseos de atención médica al final de su vida.",
  "Traffic Ticket": "Multa de tránsito",
  "You want help with a court process  brought to end the rights of one or more parents over their child.": "Quiere ayuda con un proceso judicial iniciado para poner fin a los derechos de uno o más padres sobre su hijo.",
  "You are an employee and are seeking to defend yourself against a claim brought by your current or former employer.": "Usted es un empleado y busca defenderse contra un reclamo presentado por su empleador actual o anterior.",
  "You have an issue involving a school punishing or penalizing a student for alleged misconduct.": "Tiene un problema relacionado con una escuela que castiga o sanciona a un estudiante por supuesta mala conducta.",
  "Adoption": "Adopción",
  "You have an issue or dispute involving the construction of a home or building, such as negotiating a contract with a builder or complying with construction laws.": "Tiene un problema o disputa relacionado con la construcción de una casa o edificio, como negociar un contrato con un constructor o cumplir con las leyes de construcción.",
  "Other": "Otro",
  "Naturalization": "Naturalización",
  "You want help with an issue involving your rights in a home, building, or other piece of property.": "Quiere ayuda con un problema relacionado con sus derechos en una casa, edificio u otra propiedad.",
  "You want help with the non-binding process where a neutral third party helps you and another party try to resolve a dispute and potentially avoid court litigation.": "Desea ayuda con el proceso no vinculante en el que un tercero neutral lo ayuda a usted y a otra parte a tratar de resolver una disputa y posiblemente evitar un litigio judicial.",
  "Guardianship": "Tutela",
  "You want help with a criminal issue involving the chance of more than a year of imprisonment (for example: assault, aggravated battery, burglary, homicide).": "Quiere ayuda con un problema penal que implica la posibilidad de más de un año de prisión (por ejemplo: agresión, agresión con agravantes, robo con allanamiento de morada, homicidio).",
  "Advertising and Unfair Banking Practices": "Publicidad y prácticas bancarias desleales",
  "U Visas": "Visas U",
  "Medical malpractice": "Negligencia médica",
  "You are starting a business and want to structure your business to meet your goals.": "Está iniciando un negocio y desea estructurar su negocio para cumplir con sus objetivos.",
  "You want help because you were harmed or mistreated by a police officer.": "Quiere ayuda porque fue lastimado o maltratado por un oficial de policía.",
  "You are a landlord and want help with an issue involving your property.": "Usted es propietario y desea ayuda con un problema relacionado con su propiedad.",
  "You want help defending your property against a foreclosure and getting rid of your debts.": "Quiere ayuda para defender su propiedad contra una ejecución hipotecaria y deshacerse de sus deudas.",
  "You want help with unfair or deceptive practices related to a mortgage, credit card, and other financial product or service.": "Quiere ayuda con prácticas desleales o engañosas relacionadas con una hipoteca, tarjeta de crédito y otro producto o servicio financiero.",
  "You have an issue involving an allegation that you misled or intentionaly hid information when you filed for bankruptcy.": "Tiene un problema relacionado con una acusación de que engañó u ocultó información intencionalmente cuando se declaró en bancarrota.",
  "Child Guardianship": "Tutela de niños",
  "You want help appointing someone to manage the care, property, and finances of a child.": "Quiere ayuda para nombrar a alguien que administre el cuidado, la propiedad y las finanzas de un niño.",
  "You want help making a change in the structure, management, or ownership of your business corporation.": "Quiere ayuda para hacer un cambio en la estructura, administración o propiedad de su corporación comercial.",
  "Tax Fraud & Tax Evasion": "Fraude fiscal y evasión fiscal",
  "Fraud-related bankruptcy": "Quiebra relacionada con el fraude",
  "You are being treated unfairly by the goverment, a private organization, or person because of your race, gender, religion, national origin, physical or mental disability, age, sexual orientation, or gender identity.": "Está siendo tratado injustamente por el gobierno, una organización privada o una persona debido a su raza, género, religión, origen nacional, discapacidad física o mental, edad, orientación sexual o identidad de género.",
  "Arbitration": "Arbitraje",
  "Nonprofit Formation": "Formación sin fines de lucro",
  "Intellectual Property": "Propiedad intelectual",
  "Landlord/tenant": "Propietario/inquilino",
  "Representation of Insured": "Representación del Asegurado",
  "Bankruptcy": "Bancarrota",
  "You want help drafting, negotiating, or applying for a government contract.": "Quiere ayuda para redactar, negociar o solicitar un contrato gubernamental.",
  "You want help with a business organization or licensing matter, such as changing the legal structure or governance of your business or applying for a license to operate.": "Quiere ayuda con una organización comercial o un asunto de licencia, como cambiar la estructura legal o el gobierno de su negocio o solicitar una licencia para operar.",
  "You have an issue involving unfair, deceptive, or misleading business practices.": "Tiene un problema relacionado con prácticas comerciales desleales, engañosas o engañosas.",
  "You want help with a criminal issue that may impact your ability to remain in the United States.": "Quiere ayuda con un problema penal que puede afectar su capacidad para permanecer en los Estados Unidos.",
  "RICO & Conspiracy": "RICO y conspiración",
  "You want documents that set out your wishes for what happens to your property when you pass.": "Quiere documentos que establezcan sus deseos sobre lo que sucederá con su propiedad cuando muera.",
  "Mediation": "Mediación",
  "You want help establishing who the legal parent of a child is.": "Quiere ayuda para establecer quién es el padre legal de un niño.",
  "Contested Divorce": "Divorcio impugnado",
  "Business Dispute/Litigation": "Disputa Comercial/Litigios",
  "Civil litigation - auto damage, contracts, collections": "Litigios civiles - daños a automóviles, contratos, cobranzas",
  "You want to challenge a government decision about your taxes.": "Quiere impugnar una decisión del gobierno sobre sus impuestos.",
  "Unemployment benefits": "Beneficios de desempleado",
  "You have an issue involving the mistreatment of an elderly adult.": "Tiene un problema relacionado con el maltrato de un adulto mayor.",
  "You want help with an issue involving taxes related to employment.": "Quiere ayuda con un problema relacionado con los impuestos relacionados con el empleo.",
  "You want help with an issue involving an allegation or claim of intentionally avoiding taxes.": "Quiere ayuda con un problema relacionado con una acusación o reclamo de evasión de impuestos intencional.",
  "Employment-Based Visas": "Visas basadas en el empleo",
  "Landlord Representation": "Representación del Propietario",
  "DACA": "DACA",
  "You are a homeowner and want help with a legal dispute with a homeowners association.": "Es propietario de una vivienda y desea ayuda con una disputa legal con una asociación de propietarios.",
  "You want help with a criminal issue involving an allegation of participation in a criminal organization.": "Quiere ayuda con un asunto criminal que involucra una acusación de participación en una organización criminal.",
  "Simple Trust": "Confianza sencilla",
  "Criminal Tax Matter": "Materia Penal Tributaria",
  "Class action": "Acción de clase",
  "You want help bringing a lawsuit against a person, company, organization, or government agency that caused injuries, financial losses, or other kinds of harms that affected a large group of people.": "Quiere ayuda para presentar una demanda contra una persona, empresa, organización o agencia gubernamental que causó lesiones, pérdidas financieras u otros tipos de daños que afectaron a un gran grupo de personas.",
  "Uncontested Divorce": "divorcio de mutuo acuerdo",
  "You want documents that set out your wishes for your medical care and what happens to your property when you pass.": "Quiere documentos que establezcan sus deseos para su atención médica y lo que sucede con su propiedad cuando fallece.",
  "You have an issue involving an alleged violation of city laws or regulations.": "Tiene un problema relacionado con una supuesta violación de las leyes o reglamentos de la ciudad.",
  "Administrative law": "Ley administrativa",
  "Education law": "Ley de educación"
}